GPROFILE = """
💳Профиль чата {chattitle}

👨Всего участников: {members}
🔛Активных: {activity_members}

Всего сообщений с понедельника: {total_messages}
"""
ADMIN_BAN_STICK_SUCCESS = "Стикер был успешно забанен"
ADMIN_BAN_STICK_NOT_SUCCESS = "Стикер уже был успешно забанен"
NEED_STICK = "Необходимо отправить ответом на сообщение со стикером"

DB_USER = """@{username}
Дата последнего сообщения: {message_date}

Всего сообщений: {total_messages}
Дата рождения: {date_of_birdth}

Предупреждения:
{warns}
"""

NOT_REPLY = "Надо отправить команду ответом на сообщение"
NOT_RULE = "Вы не указали правило"