RULES = """Проснулся, от бана увернулся

*0) Демократический чат*
*1) Никакой агрессии *
*2) Взаимная поддержка*
*3) Нет диком спаму (голосовым тоже)*
*3.1) Запрет на написание контактам из пересланных контактов без разрешения*
*4) Запрещается дискриминация людей по расовому, половому, религиозному признакам*
*5) Нет войне*
*6) Запрещены картинки, видео, гифки с контентом характера 18+*
*7) Запрещена пересылка материалов*
*8) Запрещено показывать видео, фото, гифки, кружки с курящими детьми*
*9) Накрутка слов это бессмысленный текст/спам. Но если текст берётся с Тг-канала и может быть пересланным с пометкой, а его присылают без пометки - накрутка. Правило введено потому что надо честно зарабатывать слова для статистики, как делают все добропорядочные люди*
*10) Не делать -уши на громкости у других участников 50%.*
*11) Нельзя кидать бомберы ( спам сообщениями на телефон ) и подобные на номера участников чата и номера которые они скидывают.*

Высшая мера наказания - бан
"""
RULE_NEW_MEMBER = """
{name}, приветствуем тебя у нас в чате.

Вот правила:
"""

RULE_OLD_NEW_MEMBER= """
{name}, возвращение блудного сына.

Напомню правила
"""
MEMBER_LEFT="{name} покинул нас."
MEMBER_KICK="{name} стреляет в @{kicked}."
ONLINE_ME = "Я ONLINE"

HAPPY_BEARTHDAY_CHAT = [
    "С днем рождения, @{username}! Желаем тебе счастья и любви!",
    "С днем рождения, @{username}! Пусть все твои мечты сбываются!",
    "Счастливого дня рождения, @{username}! Пусть каждый день тебя радует!",
    "С днем рождения, @{username}! Желаем здоровья и благополучия!",
    "Поздравляем с днем рождения, @{username}! Пусть твоя жизнь будет наполнена яркими событиями!"
]
HAPPY_BEARTHDAY_PC = [
    "С днем рождения! Желаем тебе счастья и любви!",
    "С днем рождения! Пусть все твои мечты сбываются!",
    "Счастливого дня рождения! Пусть каждый день тебя радует!",
    "Поздравляем с днем рождения! Желаем здоровья и благополучия!",
    "Поздравляем с днем рождения! Пусть твоя жизнь будет наполнена яркими событиями!"
]
